[
    {"name":"Cascades", "regions":[], "description":"The mountainous region is underlain by Cenozoic volcanic rock that has been affected by alpine glaciations. The eastern part of the region contains active and dormant volcanoes in the Cascades Volcanic Arc, with elevations of up to 11,239 feet. The western Cascades are older, lower, and dissected by numerous, steep-sided stream valleys. The region has a moist, temperate climate, which supports an extensive and highly productive coniferous forest that is intensively managed for logging, as well as recreational use. Subalpine meadows occur at higher elevations.", "link":"https://en.wikipedia.org/wiki/Cascades_(ecoregion)"},
    {"name":"North Cascades", "regions":[], "description":"The Ecology of the North Cascades is heavily influenced by the high elevation and rain shadow effects of the mountain range. The North Cascades is a section of the Cascade Range from the South Fork of the Snoqualmie River in Washington, United States, to the confluence of the Thompson and Fraser Rivers in British Columbia, Canada, where the range is officially called the Cascade Mountains but is usually referred to as the Canadian Cascades.The North Cascades has a diversity of plant and animal species. It contains more than 1630 vascular plant species. The range has a number of top predators, including bald eagles, wolves, grizzly bears, mountain lions and black bears.", "link":"https://en.wikipedia.org/wiki/Ecology_of_the_North_Cascades"},
    {"name":"Puget Sound lowland", "regions":[], "description":"The United States Geological Survey (USGS) defines Puget Sound as a bay with numerous channels and branches; more specifically, it is a fjord system of flooded glacial valleys. North Pacific Oak Woodland is one of the principal plant associations of the Puget Trough, where many of the soils are well drained. The urban region designated the Puget Sound Region is centered on Seattle and consists of nine counties, two urban center cities and four satellite cities making up what has been dubbed \"Pugetopolis\".", "link":"https://en.wikipedia.org/wiki/Puget_Sound_region"},
    {"name":"Eastern Cascades slopes and foothills", "regions":[], "description":"In the rain shadow of the Cascade Range, the eastern side of the mountains experiences greater temperature extremes and receives less precipitation than the west side. Open forests of ponderosa pine and some lodgepole pine distinguish this region from the Cascades ecoregion, where hemlock and fir forests are more common, and from the lower, drier ecoregions to the east, where shrubs and grasslands are predominant. The vegetation is adapted to the prevailing dry, continental climate and frequent wildfire. Volcanic cones and buttes are common in much of the region.", "link":"https://en.wikipedia.org/wiki/Eastern_Cascades_Slopes_and_Foothills_(ecoregion)"},
    {"name":"Coast Range", "regions":[], "description":"The low mountains of the ecoregion are covered by highly productive, rain-drenched evergreen forests that are home to the three tallest conifer species in the world: Coast redwood, Coast Douglas-fir, and Sitka spruce.", "link":"https://en.wikipedia.org/wiki/Coast_Range_(EPA_ecoregion)"},
    {"name":"Columbia Plateau", "regions":[], "description":"The arid sagebrush steppe and grasslands of the region are flanked by moister, predominantly forested, mountainous ecoregions on all sides. The underlying basalt is up to 2 miles thick and partially covered by thick loess desposits. Where precipitation amounts are sufficient, the deep loess soils have been extensively cultivated for wheat.", "link":"https://en.wikipedia.org/wiki/Columbia_Plateau_(ecoregion)"},
    {"name":"Northern Rockies", "regions":[], "description":"The dominant vegetation type in the ecoregion is coniferous forest. Species composition and associations reflect the influence of maritime weather systems that penetrate from the Pacific. Thus, tree species found in the Cascades and Pacific coastal ranges are also strongly represented here. Hemlocks, Pacific yew, and larch are found here, yet are absent from other Rocky Mountain forests. In addition to expansive conifer forests, the ecoregion contains several other vegetation communities. Mountain meadows, foothill grasslands, riparian woodlands, and upper treeline/alpine communities exist throughout the ecoregion. The area has noteworthy populations of large carnivores, including wolves, grizzly bears, and wolverines.", "link":"http://www.worldwildlife.org/ecoregions/na0518"}
]
